tap "homebrew/cask-fonts"

brew "deno"
brew "git"
brew "jq"
brew "mas"
brew "nvm"
brew "starship"

cask_args appdir: "~/Applications"
cask "1password"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "gpg-suite"
cask "microsoft-edge"
cask "notion"
cask "visual-studio-code"

mas "Magnet", id: 441258766