bradlc.vscode-tailwindcss
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
DigitalBrainstem.javascript-ejs-support
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
kshetline.ligatures-limited
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
Prisma.prisma
redhat.vscode-yaml
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
VisualStudioExptTeam.vscodeintellicode