apollographql.vscode-apollo
bradlc.vscode-tailwindcss
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
p42ai.refactor
Prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
wayou.vscode-todo-highlight
